"%1 already exists.\nDo you want to replace it?"="%1 už existuje.\nChcete nahradiť?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nPriečinok nenájdený.\nSkontrolujte, či bol zadaný správny názov priečinka.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nSúbor nenájdený.\nSkontrolujte, či bol zadaný správny názov súboru.";
"&Abort"="&Storno";
"&Add to Custom Colors"="&Pridať do užívateľských farieb";
"&Basic colors"="&Základné farby";
"&Cancel"="&Zrušiť";
"&Copy"="&Kopírovať";
"&Custom colors"="&Užívateľské farby";
"&Define Custom Colors >>"="&Definovať užívateľské farby >>";
"&Delete"="&Vymazať";
"&Finish"="&Dokončiť";
"&Green:"="&Zelená:";
"&Help"="&Pomocník";
"&Ignore"="&Ignorovať";
"&Name:"="&Názov:";
"&Next >"="&Ďalej >";
"&No"="&Nie";
"&Open"="&Otvoriť";
"&Options <<"="&Možnosti <<";
"&Options >>"="&Možnosti >>";
"&Paste"="&Vložiť";
"&Print"="&Tlač";
"&Red:"="&Červená:";
"&Redo"="&Znova";
"&Reload"="&Načítať znova";
"&Rename"="&Premenovať";
"&Retry"="&Skúsiť znova";
"&Sat:"="&Sat:";
"&Save"="&Uložiť";
"&Undo"="&Späť";
"&Unsorted"="&Netriedené";
"&Val:"="&Hodn:";
"&Yes"="&Áno";
"* You must accept the terms in order to proceed."="* Ak chcete pokračovať, musíte súhlasiť s podmienkami.";
"..."="...";
"< &Back"="< &Naspäť";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>Všetky ostatné produktové kódy</b><br/><br/>Kontaktujte podporu na adrese:<br/><br/>Telefón: 1 866 518 6791 alebo +1 403 228 5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>Kontaktujte podporu na:</b><br/>Telefón: 1 866 518 6791 alebo +1 403 228 5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>Licenčná zmluva</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>O Qt</h3>%1<p>Qt je sada nástrojov C++ pre vývoj aplikácií komunikujúcich medzi platformami.</p><p>Qt poskytuje prenosnosť jedného zdrojového kódu medzi platformami MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux a všetkými významnejšími variantami platformy Unix. Qt je tiež dostupné pre vložené zariadenia, akým je napr. Qtopia Core.</p><p>Qt je produkt spoločnosti Trolltech. Podrobnosti sú uvedené na <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>Kód produktu PRODUCT_NAME_1</b><br/><br/>Click <a href=\" \">here</a><p>";
"<p>The evaluation period for this software has ended.</p><p>Thank you for evaluating %1 software from SMART Technologies.</p>"="<p>Platnosť tejto skúšobnej verzie softvéru uplynula.</p><p>Ďakujeme za vyskúšanie softvéru %1 od spoločnosti SMART Technologies.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Tento program využíva verziu Qt Open Source Edition %1.</p><p>Qt Open Source Edition je určené na vývoj aplikácií Open Source. Na vývoj vlastných (uzavretý zdrojový kód) aplikácií potrebujete komerčnú licenciu Qt.</p><p>Prehľad licencovania Qt je uvedený na <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Tento program využíva verziu Qt %1.</p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="Product Key je kód, ktorým sa aktivuje softvér SMART Notebook. Ak nemôžete nájsť Product Key, navštívte portál softvéru SMART na stránke <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> alebo sa obráťte na predajcu SMART. Po získaní kódu Product Key si ho zapíšte na bezpečné miesto.";
"A&lpha channel:"="A&lfa kanál:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 palca)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Storno";
"About %1"="O %1";
"About Product Keys"="Informácie o kódoch Product Key";
"About Qt"="O Qt";
"Accept"="Prijať";
"Activate"="Aktivovať";
"Activate Product"="Aktivovať produkt";
"Activate by phone"="Aktivovať prostredníctvom telefónu";
"Activate by web form"="Aktivovať prostredníctvom internetového formulára";
"Activate the product key again."="Znovu aktivujte kód produktu.";
"Activates the program's main window"="Aktivácia hlavného okna programu";
"Add"="Pridať...";
"Aliases: %1"="Aliasy: %1";
"All Files (*)"="Všetky súbory (*)";
"All Files (*.*)"="Všetky súbory (*.*)";
"Apply"="Aplikovať";
"Authentication required"="Požiadavka na overenie";
"B0 (1000 x 1414 mm)"="B0 (1 000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 palca)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Naspäť";
"Bl&ue:"="Mo&drá:";
"Browse..."="Prehliadať...";
"By Internet browser"="Cez internetový prehliadač";
"By phone"="Telefonicky";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Zrušiť";
"Carefully read the following license agreement."="Pozorne si prečítajte túto licenčnú zmluvu.";
"Centimeters (cm)"="Centimetre (cm)";
"Check for product key renewals and apply them."="Skontrolujte obnovenia kódu produktu a použite ich.";
"Close"="Zatvoriť";
"Close without Saving"="Zatvoriť bez uloženia";
"Collate"="Zoradiť";
"Color"="Farba";
"Color Mode"="Farebný režim";
"Commit"="Potvrdiť";
"Connected to host"="Pripojené k hostiteľovi";
"Connected to host %1"="Pripojené k hostiteľovi %1";
"Connection closed"="Prepojenie zatvorené";
"Connection refused"="Prepojenie odmietnuté";
"Connection refused (or timed out)"="Prepojenie odmietnuté (alebo vypršal časový limit)";
"Connection to %1 closed"="Prepojenie s %1 zatvorené";
"Continue"="Pokračovať";
"Copies"="Kópie";
"Copies:"="Kópie:";
"Copy"="Kopírovať";
"Copy the request file to another computer, and then go to <a href=\"http://smarttech.com/activate3\">smarttech.com/activate3</a> on that computer."="Skopírujte súbor požiadavky na iný počítač a následne na ňom prejdite na prepojenie <a href=\"http://smarttech.com/activate3\">smarttech.com/activate3</a>.";
"Copy to clipboard"="Skopírovať do schránky";
"Create New Folder"="Vytvoriť nový priečinok";
"Cu&t"="Vys&trihnúť";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Údaje poškodené";
"Days Left:"="Zostávajúci počet dní:";
"Days Remaining:"="Zostávajúci počet dní:";
"Delete"="Vymazať";
"Delete the product key from this computer."="Vymažte z tohto počítača kód produktu.";
"Detail View"="Zobrazenie detailov";
"Directories"="Priečinky";
"Directory"="Priečinok";
"Disable auto-renewals for this key <a href=''>more info</a>"="Zakázať automatické obnovenie pre tento kód <a href=''>viac informácií</a>";
"Discard"="Odmietnuť";
"Don't Save"="Neukladať";
"Don't display this dialog again"="Nezobraziť znova toto dialógové okno.";
"Done"="Hotovo";
"Drive"="Jednotka";
"Duplex Printing"="Obojstranná tlač";
"Education Software Beta Version"="Softvér Education verzia Beta";
"Enter License"="Vložiť licenciu";
"Enter your product key(s)"="Zadajte kód(y) produktu";
"Error writing response to device"="Odozva chyby zápisu na zariadenie";
"Evaluation Version"="Skúšobná verzia";
"Executable '%1' requires Qt %2, found Qt %3."="Spustiteľný súbor '%1' vyžaduje Qt %2, nájdené Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 palcov, 191 x 254 mm)";
"Expiring"="Vypršanie";
"Export Request File..."="Exportovať súbor požiadavky...";
"False"="Neplatný";
"File"="Súbor";
"File name:"="Názov súboru:";
"Files of type:"="Súbory typu:";
"Find License"="Nájsť licenciu";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="Ďalšie informácie o kódoch Product Key nájdete na stránke <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>.";
"Form"="Formulár";
"From page:"="Od strany:";
"Go Back"="Ísť naspäť";
"Grayscale"="Odtiene sivej";
"HTTP request failed"="Požiadavka HTTP zlyhala";
"HTTPS connection requested but SSL support not compiled in"="Spojenie HTTPS vyžiadané, ale podpora SSL sa nevytvorila do";
"Height:"="Výška:";
"Help"="Pomocník";
"Hide %1"="Skryť %1";
"Hide Others"="Skryť ostatné";
"Host %1 found"="Nájdený hostiteľ %1";
"Host %1 not found"="Hostiteľ %1 nenájdený";
"Host found"="Hostiteľ nájdený";
"Host requires authentication"="Hostiteľ vyžaduje overenie";
"Hu&e:"="Sý&tosť:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="Ak na tomto počítači nemáte internetové pripojenie, požiadavku môžete uložiť do súboru a odoslať ju z iného počítača.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="Ak máte internetové pripojenie, požiadavku môžete odoslať automaticky. Ak nemáte internetové pripojenie, požiadavku môžete odoslať manuálne.";
"If you received a response file, press the button below to import the file here."="Ak ste dostali súbor odpovede, môžete ho importovať po stlačení tlačidla nižšie.";
"Ignore"="Ignorovať";
"Import Response File..."="Importovať súbor odpovede...";
"Inches (in)"="Palce (in)";
"Incompatible Qt Library Error"="Chyba nekompatibilnej knižnice Qt";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="Bola zistená nedokončená požiadavka(y). Chcete teraz dokončiť svoju požiadavku(y)?";
"Invalid HTTP chunked body"="Neplatná časť telo HTTP";
"Invalid HTTP response header"="Neplatná hlavička odozvy HTTP";
"Landscape"="Na šírku";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 palcov, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 palcov, 216 x 279 mm)";
"License Expired"="Licencia vypršala";
"License Expiring"="Licencia sa končí";
"License Status"="Stav licencie";
"License for this software is about to expire."="Licencia pre tento softvér pomaly vyprší.";
"Licensing period for this software has expired."="Licenčná doba pre tento softvér vypršala.";
"List View"="Zobrazenie zoznamu";
"Location:"="Umiestnenie:";
"Long side"="Dlhšia strana";
"Look in:"="Pozrite sa na:";
"Lost Product Key"="Stratený kód produktu";
"Manage Selected Product Key..."="Správa zvoleného kódu produktu...";
"Margins"="Okraje";
"Millimeters (mm)"="Milimetre (mm)";
"My Computer"="Môj počítač";
"N&o to All"="N&ie pre všetko";
"No server set to connect to"="Nenastavený žiadny server na pripojenie k";
"No space left on device"="Na zariadení neostalo žiadne miesto";
"No such file or directory"="Daný súbor alebo priečinok neexistuje";
"None"="Žiadne";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="Poznámka: Môžete zrušiť všetky požiadavky naraz, ale zároveň môžete naraz dokončiť len jednu požiadavku. Ak máte viac ako jednu nedokončenú požiadavku, neskôr sa vrátite na túto obrazovku.";
"Number of copies:"="Počet kópií:";
"OK"="OK";
"OR"="ALEBO";
"Obtain a product key"="Získajte Product Key";
"Open"="Otvoriť";
"Open "="Otvoriť ";
"Options"="Možnosti";
"Orientation"="Orientácia";
"Orientation:"="Orientácia:";
"Output &file:"="Výstupný &súbor:";
"Output Settings"="Výstupné nastavenia";
"P&roperties"="V&lastnosti";
"PKValidator"="PKValidátor";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="Veľkosť strany:";
"Pages from"="Strany od";
"Paper"="Papier";
"Paper format"="Formát strany";
"Paper source:"="Zdroj papiera:";
"Parent Directory"="Nadradený priečinok";
"Paste"="Vložiť";
"Permission denied"="Práva odmietnuté";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="Zavolajte na jedno z týchto čísel:\n\n1.866.518.6791 (bezplatné pre Kanadu/USA)\n+1.403.228.5940 (iné krajiny)\n05:00-18:00 MST pondelok – piatok\nFax: +1.403.806.1256";
"Points (pt)"="Body (pt)";
"Portrait"="Na výšku";
"PostScript Files (*.ps);;All Files (*)"="Súbory PostScript (*.ps);;Všetky súbory (*)";
"Preferences..."="Preferencie...";
"Press the button below to paste the response you received from the SMART website."="Stlačením tlačidla nižšie sa vloží odpoveď, ktorú ste dostali zo stránky SMART.";
"Preview"="Ukážka";
"Print all"="Tlačiť všetko";
"Print destination"="Cieľ tlače";
"Print first page first"="Tlačiť prvú stranu ako prvú";
"Print in color if available"="Farebná tlač, ak je dostupná";
"Print in grayscale"="Čiernobiela tlač";
"Print last page first"="Tlačiť poslednú stranu ako prvú";
"Print range"="Rozsah tlače";
"Print selection"="Výber tlače";
"Print to File (PDF)"="Tlačiť do súboru (PDF)";
"Print to File (Postscript)"="Tlačiť do súboru (Postscript)";
"Print to file:"="Tlač do súboru:";
"Print to printer:"="Tlač na tlačiareň:";
"Printer"="Tlačiareň";
"Printer settings"="Nastavenia tlačiarne";
"Product"="Produkt";
"Product Key"="Kód produktu";
"Proxy authentication required"="Požiadavka na overenie serverom proxy";
"Proxy requires authentication"="Požiadavka na overenie serverom proxy";
"Purchase License"="Nákupná licencia";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="Zakúpte si licencie na softvér SMART na stránke <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>";
"Purchase Software"="Zakúpiť softvér";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Koniec";
"Quit %1"="Ukončiť %1";
"Reject"="Odmietnuť";
"Remove"="Odobrať";
"Repair the product key to enable it again on this computer."="Dajte opraviť kód produktu, aby ho bolo možné opätovne aktivovať na tomto počítači.";
"Request aborted"="Požiadavka zrušená";
"Reset"="Opätovne nastaviť";
"Restore Defaults"="Obnoviť predvolené nastavenia";
"Retrieve your lost product key or obtain a new one."="Obnovte svoj stratený kód produktu alebo získajte nový.";
"Retry"="Skúsiť znova";
"Return the product key so a different computer can use it."="Vráťte kód produktu, aby sa dal používať na inom počítači.";
"Reverse"="Vrátiť späť";
"Reverse landscape"="Otočiť na šírku";
"Reverse portrait"="Otočiť na výšku";
"SMART Software Activation"="Aktivácia softvéru SMART";
"SSL handshake failed"="Zlyhalo nadväzovanie spojenia SSL";
"Save"="Uložiť";
"Save All"="Uložiť všetko";
"Save As"="Uložiť ako";
"Select All"="Vybrať všetko";
"Select a Directory"="Vybrať priečinok";
"Select color"="Vybrať farbu";
"Select how you want to submit your request manually:"="Vyberte si spôsob manuálneho odoslania požiadavky:";
"Select one of the following options for the selected product key:"="Pre vybraný kód produktu si vyberte jednu z týchto možností:";
"Selection"="Výber";
"Server closed connection unexpectedly"="Server neočakávane ukončil spojenie";
"Services"="Služby";
"Short side"="Kratšia strana";
"Show &hidden files"="Zobraziť &skryté súbory";
"Show All"="Zobraziť všetky";
"Sort"="Zoradiť";
"Sort by &Date"="Zoradiť podľa &Dátumu";
"Sort by &Name"="Zoradiť podľa &Názvu";
"Sort by &Size"="Zoradiť podľa &Veľkosti";
"Start that process here."="Tu začnite tento proces.";
"Status"="Stav";
"Submit request automatically (recommended)"="Odoslať požiadavku automaticky (odporúčané)";
"Submit request manually"="Odoslať požiadavku manuálne";
"Submit your request by uploading the request file to the SMART website."="Odošlite požiadavku tak, že súbor požiadavky odošlete na stránku SMART.";
"Submitting request automatically..."="Automatické odosielanie požiadavky...";
"Symbolic Link"="Symbolický odkaz";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"TextLabel"="TextLabel";
"Thank you for evaluating %1 software from SMART Technologies."="Ďakujeme za vyskúšanie softvéru %1 od spoločnosti SMART Technologies.";
"Thank you for using %1 software from SMART Technologies."="Ďakujeme za používanie softvéru %1 od spoločnosti SMART Technologies.";
"The evaluation period for this software has ended."="Platnosť tejto skúšobnej verzie softvéru uplynula.";
"The file imported successfully. Click Next to process the response file."="Súbor bol úspešne importovaný. Súbor odpovede sa spracuje po kliknutí na Ďalej.";
"The license for this software has expired."="Licencia pre tento softvér vypršala.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="Tento softvér je iba skúšobný a na konci skúšobného obdobia prestane fungovať.";
"To activate %1 software press Activate Product."="Softvér %1 aktivujte stlačením tlačidla Aktivovať produkt.";
"To add a license for %1, press Enter License."="Za účelom pridania licencie pre %1 stlačte Enter License (Vložiť licenciu).";
"To continue using %1 software, please purchase a license, and then activate the software."="Ak chcete I naďalej používať softvér %1, zakúpte si licenciu a potom softvér aktivujte.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="Za účelom predĺženia, prosím, spustite softvér SMART Sync alebo SMART Response a vytvorte spojenie s CMPC.";
"To find the product key, use the SMART Software Portal or contact your reseller."="Ak chcete nájsť kód Product Key, použite portál softvéru SMART alebo kontaktujte predajcu.";
"To page:"="Na stranu:";
"To purchase %1 software, contact SMART Technologies."="Ak si chcete zakúpiť softvér %1, kontaktujte spoločnosť SMART Technologies.";
"To purchase a license or contact SMART Technologies, press Purchase License."="Ak si chcete zakúpiť licenciu alebo sa obrátiť na spoločnosť SMART Technologies, stlačte tlačidlo Zakúpiť licenciu.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="Ak chcete odoslať požiadavku pomocou internetového prehľadávača, stlačte tlačidlo nižšie. Stlačením tohto tlačidla sa skopíruje správa požiadavky a otvorí sa váš internetový prehľadávač na webovej lokalite SMART, kde môžete vložiť svoju správu.";
"Too many open files"="Príliš veľa otvorených súborov";
"True"="Pravda";
"Type:"="Zadať:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope (105 x 241 mm)";
"Unable to submit your request. Try again later or try a manual request now."="Vašu požiadavku nebolo možné odoslať. Skúste to znova neskôr alebo vyskúšajte teraz manuálne odoslanie požiadavky.";
"Unknown"="Neznáme";
"Unknown Location"="Neznáme umiestnenie";
"Unknown authentication method"="Neznámy spôsob overenia";
"Unknown error"="Neznáma chyba";
"Unknown protocol specified"="Uvedený neznámy protokol";
"Unlicensed software will stop working at the end of evaluation period."="Nelicencovaný softvér prestane pracovať na konci skúšobného obdobia.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Vitajte v softvéri %1 od spoločnosti SMART Technologies.";
"What is a product key?"="Čo je kód Product Key?";
"What's This?"="Čo je toto?";
"When you receive a response file, copy it back to this computer, and then click Next."="Po prijatí súboru odpovede ho skopírujte späť na tento počítač a kliknite na Next.";
"Width:"="Šírka:";
"Wrong content length"="Nesprávna dĺžka obsahu";
"Yes to &All"="Áno pre &Všetko";
"\n\n\n\n\n\n<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:BetaProgram@smarttech.com\">BetaProgram@smarttech.com</a></p>"="\n\n\n\n\n\n<p>Vitajte v softvéri %1 od spoločnosti SMART Technologies.</p><p>Tento softvér vo verzii beta slúži len na skúšobné účely a na konci skúšobného obdobia prestane fungovať. Svoju spätnú väzbu o programe môžete posielať na <a href=\"mailto:BetaProgram@smarttech.com\">BetaProgram@smarttech.com</a></p>";
"accept"="prijať";
"bottom margin"="spodný okraj";
"left margin"="ľavý okraj";
"locally connected"="zapojené lokálne";
"right margin"="pravý okraj";
"to"="do";
"top margin"="horný okraj";
"unknown"="neznáme";
